Repository: sandalkuilang/texto
Catalog: GSMCommunication/lang/*.resx
Languages: id_id

# CMS_ERROR_1
source: Unassigned number
id_id: Nomor tidak ditugaskan

# CMS_ERROR_10
source: Call bared
id_id: Panggilan dilarang

# CMS_ERROR_111
source: Protocol error, unspecified
id_id: Protokol error, tidak ditentukan

# CMS_ERROR_127
source: Internetworking , unspecified
id_id: Internetworking, tidak ditentukan

# CMS_ERROR_128
source: Telematic internetworking not supported
id_id: Telematika internetworking tidak didukung

# CMS_ERROR_129
source: Short message type 0 not supported
id_id: Pesan singkat tipe 0 tidak didukung

# CMS_ERROR_130
source: Cannot replace short message
id_id: Tidak dapat menggantikan pesan singkat

# CMS_ERROR_143
source: Unspecified TP-PID error
id_id: Tidak disebutkan TP-PID error

# CMS_ERROR_144
source: Data code scheme not supported
id_id: Data skema kode tidak didukung

# CMS_ERROR_145
source: Message class not supported
id_id: Kelas pesan tidak didukung

# CMS_ERROR_159
source: Unspecified TP-DCS error
id_id: Tidak disebutkan TP-DCS error

# CMS_ERROR_160
source: Command cannot be actioned
id_id: Command tidak dapat dikerjakan

# CMS_ERROR_161
source: Command unsupported
id_id: Perintah tidak didukung

# CMS_ERROR_175
source: Unspecified TP-Command error
id_id: Tidak disebutkan TP-Command error

# CMS_ERROR_176
source: TPDU not supported
id_id: TPDU tidak didukung

# CMS_ERROR_192
source: SC busy
id_id: SC sibuk

# CMS_ERROR_193
source: No SC subscription
id_id: Tidak SC berlangganan

# CMS_ERROR_194
source: SC System failure
id_id: SC Sistem Kegagalan

# CMS_ERROR_195
source: Invalid SME address
id_id: Alamat SME salah

# CMS_ERROR_196
source: Destination SME barred
id_id: Tujuan SME ditolak

# CMS_ERROR_197
source: SM Rejected-Duplicate SM
id_id: SM Ditolak-Duplikat SM

# CMS_ERROR_198
source: TP-VPF not supported
id_id: TP-VPF tidak didukung

# CMS_ERROR_199
source: TP-VP not supported
id_id: TP-VP tidak didukung

# CMS_ERROR_208
source: D0 SIM SMS Storage full
id_id: Penyimpanan D0 SIM SMS penuh

# CMS_ERROR_209
source: No SMS Storage capability in SIM
id_id: Tidak ada Penyimpanan SMS kemampuan dalam SIM

# CMS_ERROR_21
source: Short message transfer rejected
id_id: Transfer pesan singkat ditolak

# CMS_ERROR_210
source: Error in MS
id_id: Terjadi Kerusakan di MS

# CMS_ERROR_211
source: Memory capacity exceeded
id_id: Kapasitas memori melebihi

# CMS_ERROR_212
source: Sim application toolkit busy
id_id: Sim aplikasi toolkit sibuk

# CMS_ERROR_213
source: SIM data download error
id_id: SIM download data error

# CMS_ERROR_255
source: Unspecified error cause
id_id: Tidak disebutkan kesalahan penyebab

# CMS_ERROR_27
source: Destination out of service
id_id: Tujuan dari layanan sedang dalam perbaikan

# CMS_ERROR_28
source: Unindentified subscriber
id_id: Unindentified pelanggan

# CMS_ERROR_29
source: Facility rejected
id_id: fasilitas ditolak

# CMS_ERROR_30
source: Unknown subscriber
id_id: Tidak diketahui pelanggan

# CMS_ERROR_300
source: ME Failure
id_id: ME gagal

# CMS_ERROR_301
source: SMS service of ME reserved
id_id: Layanan SMS di ME dipesan

# CMS_ERROR_302
source: Operation not allowed
id_id: Operasi tidak diijinkan

# CMS_ERROR_303
source: Operation not supported
id_id: Operasi tidak didukung

# CMS_ERROR_304
source: Invalid PDU mode parameter
id_id: PDU mode parameter salah

# CMS_ERROR_305
source: Invalid Text mode parameter
id_id: Text mode parameter salah

# CMS_ERROR_311
source: SIM PIN required
id_id: SIM PIN diperlukan

# CMS_ERROR_312
source: PH-SIM PIN required
id_id: PH-SIM PIN diperlukan

# CMS_ERROR_313
source: SIM failure
id_id: SIM gagal

# CMS_ERROR_314
source: SIM busy
id_id: SIM sibuk

# CMS_ERROR_315
source: SIM wrong
id_id: SIM salah

# CMS_ERROR_316
source: SIM PUK required
id_id: SIM PUK diperlukan

# CMS_ERROR_317
source: SIM PIN2 required
id_id: SIM PIN2 diperlukan

# CMS_ERROR_318
source: SIM PUK2 required
id_id: SIM PUK2 diperlukan

# CMS_ERROR_320
source: Memory failure
id_id: Memory gagal

# CMS_ERROR_321
source: Invalid memory index
id_id: Memory index salah

# CMS_ERROR_322
source: Memory full
id_id: Memory penuh

# CMS_ERROR_330
source: SMSC address unknown
id_id: Alamat SMSC tidak diketahui

# CMS_ERROR_331
source: No network service
id_id: Tidak ada Jaringan

# CMS_ERROR_332
source: Network timeout
id_id: jaringan batas waktu

# CMS_ERROR_340
source: No +CNMA expected
id_id: Tidak ada CNMA + diharapkan

# CMS_ERROR_38
source: Network out of order
id_id: Jaringan rusak

# CMS_ERROR_41
source: Temporary failure
id_id: Sementara gagal

# CMS_ERROR_42
source: Congestion
id_id: Macet

# CMS_ERROR_47
source: Recources unavailable
id_id: Recources tidak tersedia

# CMS_ERROR_500
source: Unknown error (The phone number you try to send your message to is invalid/ There is no network coverage or not enough money on a prepaid subscription/ The short message service center of the GSM network operator is temporarily out of service/ The GSM cell is overloaded)
id_id: Fasilitas Diminta tidak berlangganan

# CMS_ERROR_512
source: User abort
id_id: Pengguna membatalkan

# CMS_ERROR_513
source: Unable to store
id_id: Tidak dapat menyimpan

# CMS_ERROR_514
source: Invalid Status
id_id: Status salah

# CMS_ERROR_516
source: Invalid length
id_id: panjang tidak valid

# CMS_ERROR_517
source: Invalid character in PDU
id_id: Karakter tidak valid dalam PDU

# CMS_ERROR_518
source: Invalid parameter
id_id: Parameter tidak valid

# CMS_ERROR_519
source: Invalid length or character
id_id: Karakter atau Panjang tidak valid

# CMS_ERROR_520
source: Invalid character in text
id_id: Karakter tidak valid dalam teks

# CMS_ERROR_521
source: Timer expired
id_id: Timer berakhir

# CMS_ERROR_522
source: Operation temporary not allowed
id_id: Sementara Operasi tidak diijinkan

# CMS_ERROR_532
source: SIM not ready
id_id: SIM tidak siap

# CMS_ERROR_534
source: Cell Broadcast error unknown
id_id: Cell Broadcast kesalahan yang tidak diketahui

# CMS_ERROR_538
source: Invalid parameter
id_id: Parameter tidak valid

# CMS_ERROR_69
source: Requested facility not implemented
id_id: Fasilitas yang diminta tidak diterapkan

# CMS_ERROR_8
source: Operator determined barring
id_id: Operator ditentukan pembatasan

# CMS_ERROR_81
source: Invalid short message transfer reference value
id_id: Valid mentransfer pesan singkat nilai referensi

# CMS_ERROR_95
source: Invalid message unspecified
id_id: Valid pesan yang tidak ditentukan

# CMS_ERROR_96
source: Invalid mandatory information
id_id: Valid informasi wajib

# CMS_ERROR_97
source: Message type non existent or not implemented
id_id: Pesan non jenis ada atau tidak dilaksanakan

# CMS_ERROR_98
source: Message not compatible with short message protocol
id_id: Tidak kompatibel dengan protokol pesan singkat pesan

# CMS_ERROR_99
source: Information element non-existent or not implemente
id_id: Informasi elemen non-ada atau tidak implemen
